Repository: common-repository/lemonnews
Catalog: languages/LemonNewsDomain-*.po
Languages: pt_br

source: E-mail successfully deleted.
pt_br: E-mail apagado com sucesso.

source: Invalid e-mail.
pt_br: E-mail inválido.

source: The selected e-mail is not registered in our database.
pt_br: O e-mail selecionado não está registrado em nosso banco de dados.

source: Unavailable export file type.
pt_br: Tipo de arquivo inválido.

source: There was a problem writing the file. Please try reinstalling this plugin or contact us at contact@lemonjuicewebapps.com
pt_br: Houve um problema ao escrever o arquivo. Por favor tente re-instalar este plugin ou entre em contato conosco em contact@lemonjuicewebapps.com

source: Options updated successfully!
pt_br: Configurações salvas com sucesso!

source: E-mail change saved successfully!
pt_br: Alteração no e-mail salva com sucesso!

source: There was a problem with your request!
pt_br: Houve um problema com a sua requisição!

source: Are you sure you want to delete this record?
pt_br: Deseja realmente apagar este registro?

source: Yes
pt_br: Sim

source: Cancel
pt_br: Cancelar

source: Date Created
pt_br: Data de Criação

source: Date Modified
pt_br: Data de Alteração

source: Full list of registered e-mails
pt_br: Lista completa de e-mails registrados

source: There was an <b>error</b> while installing your plugin. Please contact LemonJuice about your problem at: contact@lemonjuicewebapps.com
pt_br: Houve um <b>erro</b> ao instalar seu plugin. Por favor, entre em contato com a LemonJuice sobre este problema em: contact@lemonjuicewebapps.com

source: There was a security problem with your request.
pt_br: Houve um problema de segurança com a sua requisição.

source: Please insert a valid e-mail adress.
pt_br: Por favor, insira um e-mail válido.

source: This e-mail address is already registered!
pt_br: Este e-mail já está registrado.

source: There was an error while registering your e-mail.
pt_br: Houve um erro ao registrar seu e-mail.

source: E-mail successfully registered!
pt_br: E-mail cadastrado com sucesso!

source: Click here to edit this e-mail address
pt_br: Clique aquí para editar este endereço de e-mail

source: Click here to remove this record
pt_br: Clique aqui para apagar esse registro

source: No message sent.
pt_br: Nenhuma informação enviada.

source: Total number of registered e-mails
pt_br: Total de e-mails cadastrados

source: LemonNews Options
pt_br: Opções LemonNews

source: E-mails List
pt_br: Lista de E-mails

source: E-mail Search
pt_br: Busca por E-mail

source: Export List
pt_br: Exportar Lista

source: Special Thanks
pt_br: Agradecimentos especiais

source: Donate
pt_br: Doações

source: Help
pt_br: Ajuda

source: General options so you can customize your plugin ;)
pt_br: Opções gerais para que você possa customizar seu plugin ;)

source: Will be displayed above the registration form on your site
pt_br: Aparecerá acima do formulário de cadastro em seu site

source: User Help
pt_br: Ajuda ao usuário

source: Style
pt_br: Estilo

source: Blank
pt_br: Vazio

source: Insert your custom style here.
pt_br: Insira aqui seu estilo customizado.

source: All our css classes are described below so it makes it easier to customize.
pt_br: Todas as nossas classes CSS estão descritas abaixo para facilitar a customização.

source: Submit
pt_br: Enviar

source: List of registered e-mails
pt_br: Lista de e-mails cadastrados

source: Date Registered
pt_br: Data de Cadastro

source: Actions
pt_br: Ações

source: No e-mails registered yet =(
pt_br: Nenhum e-mail cadastrado ainda =(

source: Search
pt_br: Busca

source: Nothing found =(
pt_br: Nada foi encontrado =(

source: Search Results
pt_br: Resultados da Busca

source: Export full list as Microsoft Excel file
pt_br: Exportar lista completa como um arquivo do Microsoft Excel

source: Export full list as CSV file
pt_br: Exportar lista completa como um arquivo CSV

source: Export full list as TXT file
pt_br: Exportar lista completa como um arquivo TXT

source: Export full list as XML file
pt_br: Exportar lista completa como um arquivo XML

source: We'd like to thank many of our fellow developers who directly or indirectly helped me build this plugin.
pt_br: Gostaria de agradecer aos nossos companheiros developers que direta ou indiretamente me ajudaram a construir este plugin.

source: I have put a lot of effort into building this plugin for you the best way I could. If this plugin is helping you making your life easier, consider buying me a beer =)
pt_br: Deu um bocado de trabalho construir este plugin, e eu o fiz da melhor maneira que poderia fazer. Se este plugin está te ajudando a tornar sua vida mais simples, considere me pagar uma cerveja =)

source: There are three different ways to insert this plugin on your website:
pt_br: Existem três formas de inserir este plugin em seu site:

source: First way: Widget
pt_br: Primeira forma: Widget

source: LemonNews can be used as a widget. Just add it to your sidebar from the widgets panel.
pt_br: LemonNews pode ser usado como um widget. Basta adiciona-lo à sua sidebar do painel widgets.

source: Second way: Shortcode
pt_br: Segunda Forma: Shortcode

source: We have conveniently added a new button to your TinyMCE Editor, so you can add LemonNews directly inside a new post, for example.
pt_br: Nós, convenientemente, adicionamos um novo botão ao seu editor TinyMCE para que você possa adicionar o LemonNews diretamente dentro de um novo post, por exemplo.

source: Third way: The way of the warrior
pt_br: Terceira forma: O caminho do guerreiro

source: So, I see you want the hard mode? You want to prove the true warrior you are. I like that. Place the code below anywhere you want between php tags in your theme files and you're good to go!
pt_br: Então, você quer o "hard mode"? Você quer provar o verdadeiro guerreiro que você é, certo? Eu gosto disso. Insira o código abaixo aonde quiser entre tags php em seu tema e pronto!

source: HOLY CRABS! NOTHING WORKS!!
pt_br: DESGRAMA! NADA FUNCIONA!!

source: Please relax and e-mail us at contact@lemonjuicewebapps.com. We will gladly do everything in our reach to help you!
pt_br: Por favor, relaxe e entre em contato conosco através do e-mail contact@lemonjuicewebapps.com. Nós iremos fazer tudo o que estiver ao nosso alcance para ajuda-lo!

source: Note: The LemonNews registration form will only show up once every page. E.g.: if your post has the shortcode and your sidebar has the widget it'll only show up inside your post, and not in your sidebar.
pt_br: Nota: O formulário LemonNews somente aparecerá uma vez em cada página. Exemplo: se seu post possui o shortcode e sua sidebar possui o widget o formulário LemonNews aparecerá somente em seu post, e não em sua sidebar.

source: Developed by Vitor Rigoni @ LemonJuice Web Apps
pt_br: Desenvolvido por Vitor Rigoni @ LemonJuice Web Apps

source: Send
pt_br: Enviar
